[
  {
    "label": "Chosen One",
    "name": "chosenOne",
    "description": "You have been chosen by a god to become its advocate or sacrificial lamb. The god's disciples watch over you, waiting for the day of your ascension. You may have grown up in their cult, or were discovered by them well into your adulthood. Whichever the case, you're sure the cult has terrible plans for you. You've tried escaping from these disciples, but they always end up finding you again.",
    "personalDrives": [
      "avoid your pursuers",
      "fight the cult and/or their god",
      "fulfill your god's desire",
      "expand the cult's membership",
      "find out the truth about your destiny"
    ]
  },
  {
    "label": "Curse",
    "name": "curse",
    "description": "You are afflicted by a curse, knowingly or not. The curse has started influencing your life and you must find a way to get rid of it. The curse may have been inherited or brought upon yourself through your own actions. Its effects are starting to make you lose your grasp on reality and threaten to harm those closest to you.",
    "personalDrives": [
      "find out what the curse is",
      "discover how to break the curse",
      "transfer the curse to someone else",
      "find some way to accept your fate",
      "take revenge on the person responsible for the curse"
    ]
  },
  {
    "label": "Family Secret",
    "name": "familySecret",
    "description": "Your family has a well-kept secret, which has haunted you for your entire life. They may have been members of an obscure sect or exposed to some dreadful horror. You may have been initiated into this secret as a child, or only recently found out the truth as an adult. This secret keeps you on edge and threatens to destroy your life. You likely have to take action to save yourself and your family.",
    "personalDrives": [
      "keep the secret",
      "avoid your family",
      "confront your family",
      "help your family",
      "find out the entire truth"
    ]
  },
  {
    "label": "Forbidden Knowledge",
    "name": "forbiddenKnowledge",
    "description": "You have uncovered some horrid truth, which brings reality's very nature into question. It might be unlocking some way to move between dimensions, exposing the mayor's true demonic visage, finding proof that history has been rewritten, or discovering that the world as we know it is actually an illusion. The Illusion's keepers are now after you and it is only a matter of time before they find you.",
    "personalDrives": [
      "reveal the Truth to the world",
      "acquire power or knowledge",
      "explore the forbidden truth",
      "fight the enemy",
      "escape your pursuers"
    ]
  },
  {
    "label": "Guardian",
    "name": "guardian",
    "description": "You have been chosen to protect an important object, place, or person. This sacred duty could have been inherited, assigned to you specifically, or granted to you at your own request. What you are protecting may be intended for accomplishing some great task in the future, or you may be safeguarding it to ensure it doesn't fall into the wrong hands.",
    "personalDrives": [
      "keep what you are guarding safe",
      "find out more about the previous guardians and what you are protecting",
      "pass the guardianship over to a worthy individual",
      "fulfill your purpose"
    ]
  },
  {
    "label": "Guilty of Crime",
    "name": "guiltyOfCrime",
    "description": "You feel constant remorse for a crime you have committed. Regardless if you committed the crime on your own initiative or because you were coerced by others, you feel you are solely to blame. The victim, their relatives, and/or the police are probably looking for you.",
    "personalDrives": [
      "avoid justice",
      "confront the victim or their relatives",
      "punish yourself",
      "help other people",
      "bring the other perpetrators to justice - be it of the legal or personal variety",
      "take revenge on those who made you commit the crime"
    ]
  },
  {
    "label": "Heir",
    "name": "heir",
    "description": "You have been granted a unique inheritance from relatives or friends. It could be a small object or something more substantial, such as a house. The inheritance has instilled an unnatural obsession within you. You know it hides secrets and perhaps unknown forces. Might it reveal what happened to its previous owner? Others want to possess your inheritance also, and you suspect they will stop at nothing to acquire it.",
    "personalDrives": [
      "discover the truth about your inheritance",
      "protect your inheritance",
      "investigate what happened to its previous owner",
      "confront those who seek to acquire your inheritance"
    ]
  },
  {
    "label": "Mental Illness",
    "name": "mentalIllness",
    "description": "You or one of your close relations suffer from mental illness. There's a good chance you have seen with your own eyes (or heard from your relative) that reality is simply an illusion. But who would believe a crazy person? Psychiatric institutions hold many secrets and many doctors have hidden motives. For the insane who end up on the streets, disturbed mentors gladly take newcomers under their wing to initiate them in the Truth.",
    "personalDrives": [
      "explore the Illusion",
      "expose the conspiracy",
      "take revenge on your doctors and other caregivers",
      "find out the truth about your relative",
      "find your missing mentally ill relative"
    ]
  },
  {
    "label": "Occult Experience",
    "name": "occultExperience",
    "description": "You have witnessed occult proceedings, which changed your view of reality. You may have participated in arcane rituals, exposed cults serving disturbing entities, or seen things revealing that the world is not what it seems. Your experiences make it difficult for you to accept the Illusion that most others live in.",
    "personalDrives": [
      "uncover more of the Truth",
      "seek atonement for your actions",
      "help others realize the Truth",
      "seek out more occult knowledge and power",
      "fight the demons"
    ]
  },
  {
    "label": "Pact with Dark Forces",
    "name": "pactWithDarkForces",
    "description": "You have sealed a pact with a powerful entity. You may have made the pact willingly or been tricked into it. Regardless, you are now under the being's spell. You may have benefited greatly from this pact, but the cost could be your literal soul. Deep inside you understand you must find a way to trick the being into breaking the pact. The question is how?",
    "personalDrives": [
      "find a way to break the pact",
      "cheat death",
      "slay the being",
      "achieve further power or success",
      "take revenge on whoever tricked you into the pact"
    ]
  },
  {
    "label": "Responsible for Medical Experiments",
    "name": "responsibleForMedicalExperiments",
    "description": "You were responsible for or assisted in shady medical experiments, which ended in horrifying results. Regardless of whether the subjects were willing or not, the experiments destroyed their lives and they are now dead, missing, or transformed into something inhuman. In addition to your pangs of guilt, you may be pursued by your former test subjects, their relatives, the law, former colleagues, employers, or nameless forces trying to silence you.",
    "personalDrives": [
      "avoid taking responsibility for the experiments",
      "seek forgiveness from subjects and/or their relatives",
      "gather evidence to expose your former employer",
      "conclude interrupted or failed experiments",
      "continue researching your findings",
      "restore the test subjects to their former selves"
    ]
  },
  {
    "label": "Returned from the Other Side",
    "name": "returnedFromTheOtherSide",
    "description": "You experienced an event where the Illusion shattered completely, and you were the only one who returned. Your apartment block may have slipped into another dimension, its existence wiped from history. An airplane may have disappeared and you were found twenty years later, without memories and having not aged a day. A company of soldiers in Afghanistan may have literally walked into hell and only you returned, covered in your comrades' blood. Deep down you feel you were not meant to have survived, and that something is coming for you to restore balance and order.",
    "personalDrives": [
      "discover the truth about the event",
      "expose what happened to you to the world",
      "elude your fate",
      "return to the scene",
      "find lost relatives or friends"
    ]
  },
  {
    "label": "Rootless",
    "name": "rootless",
    "description": "Your family always moved around. Your parents never told you why, but the haunted look in their eyes and hushed conversations hinted that you were running away from something terrifying. They would rouse you in the middle of night, leaving behind everything you owned, simply to escape. Eventually, they even abandoned you. Maybe they're still on the run, or maybe whatever they feared finally caught up with them. The feeling of being followed never truly lets go, and wherever you end up it's not long before you're on the road again. You don't know exactly what would happen if you stopped, but you feel it's something terrible.",
    "personalDrives": [
      "find out what is pursuing you",
      "find a place where you can stop and breathe",
      "escape what is pursuing you",
      "find your parents",
      "figure out why this is happening"
    ]
  },
  {
    "label": "Strange Disappearance",
    "name": "strangeDisappearance",
    "description": "Someone close to you disappeared after getting too close to the truth while investigating something. You have no idea what happened, but someone recently sent you cryptic information, urging you to finish what your colleague started. Since your associate disappeared, you've become the victim of unknown stalkers.",
    "personalDrives": [
      "figure out whatever became of the missing person",
      "finish the investigation they started",
      "escape your pursuers",
      "bring the guilty to justice",
      "reveal the truth to the public"
    ]
  },
  {
    "label": "Victim of Crime",
    "name": "victimOfCrime",
    "description": "You have endured a terrible crime. Your whole life is marred by this event and you cannot mentally suppress the violation, no matter how hard you try. Fear, shame, anger, and a sense of helplessness torment you, and in order to survive this trauma, you must find a way to heal your wounds.",
    "personalDrives": [
      "get revenge on the perpetrator",
      "re-experience the crime again (as victim or as perpetrator)",
      "find out why it happened to you",
      "stop similar crimes",
      "confront and forgive the perpetrator"
    ]
  },
  {
    "label": "Victim of Medical Experiments",
    "name": "victimOfMedicalExperiments",
    "description": "You were subjected to medical experiments with unexpected outcomes, with or without your consent and knowledge. The experiments have had enduring mental and/or physical side effects. They may have shown you windows into alternate dimensions - resulting in madness. The side effects still torment you, and ridding yourself of them requires you to find the responsible parties. It's also possible your parents were the test subjects and you inherited the experimental effects, as a result.",
    "personalDrives": [
      "track down those responsible",
      "restore yourself to the state you were in before",
      "get revenge on the person(s) responsible",
      "find a way to accept the person you are now",
      "explore other dimensions",
      "expose the truth to the world"
    ]
  },
  {
    "label": "Visitations",
    "name": "visitations",
    "description": "You have a history of encounters with beings from the other side. They could be family members or friends tracking you down post-mortem, entities discovered at haunted locations, or inhuman forces taking an interest in you. Regardless of what you do, you can't seem to escape them. Every time you think it's finally over, they reappear in your life - you are never truly free.",
    "personalDrives": [
      "figure out why you are haunted in this way",
      "help spirits find peace after death",
      "fight evil beings",
      "help people communicate with the dead",
      "escape the entity pursuing you"
    ]
  }
]
